/* Error messages. */
"Error:  %@" = "错误：%@";
"An error occurred.  %@  OSErr %d" = "发生错误。%@  OSErr %d";
"Unable to open that file." = "未能打开该文件。";
"Unable to execute that file." = "未能执行该文件。";
"A script error occurred.  %s" = "发生脚本错误。%s";
"Unable to resolve that alias because the original item cannot be found." = "无法解析那个替身，因为找不到原身。";

/* Menu items. */
"%@ Scripts" = "%@ Scripts";
"Open Scripts Folder" = "打开 Scripts 文件夹";
"Network Scripts" = "网络脚本";

/* [3466319] [3917107] */
"Open Network Scripts Folder" = "打开网络 Scripts 文件夹";
"Open Computer Scripts Folder" = "打开本机 Scripts 文件夹";
"Open User Scripts Folder" = "打开用户 Scripts 文件夹";
"Open %@ Scripts Folder" = "打开 %@ Scripts 文件夹";

/* Menu item for opening the default script editor application. Parameter is the name of the application. */
"Open %@" = "打开“%@”";

/* Default script editor application name, used when the current application cannot be found. In this string, "Script Editor" does not refer literally to the application named "Script Editor". */
"Default Script Editor" = "默认脚本编辑程序";
